tap "rcmdnk/file"

brew "ack"
brew "bash-completion"
brew "bat"
brew "colordiff"
brew "docker"
brew "eza"
brew "fzf"
brew "git"
brew "glances"
brew "jq"
brew "maven"
brew "md5sha1sum"
brew "neovim"
brew "nkf"
brew "openblas", args: ["build-from-source"] # for R
brew "procs"
brew "pstree"
brew "pyenv"
brew "r"
brew "telnet"
brew "tig"
brew "tree"
brew "wget"

cask "alfred"
cask "appcleaner"
cask "avg-antivirus"
cask "bettertouchtool"
cask "coteditor"
cask "dropbox"
cask "font-ricty-diminished"
cask "google-chrome"
cask "hyperswitch"
cask "iterm2"
cask "showyedge"
cask "slack"
cask "visual-studio-code"
cask "vlc"
