tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "rcmdnk/file"

brew "ack"
brew "bash-completion"
brew "bat"
brew "colordiff"
brew "docker"
brew "exa"
brew "fzf"
brew "git"
brew "glances"
brew "jq"
brew "maven"
brew "md5sha1sum"
brew "neovim"
brew "nkf"
brew "procs"
brew "pstree"
brew "pyenv"
brew "telnet"
brew "tig"
brew "tree"
brew "wget"

#cask "alfred"
#cask "appcleaner"
#cask "avg-antivirus"
#cask "bettertouchtool"
#cask "clocksaver"
#cask "coteditor"
#cask "docker"
#cask "dropbox"
#cask "font-ricty-diminished"
#cask "google-chrome"
#cask "hyperswitch"
#cask "iterm2"
#cask "kindle"
#cask "showyedge"
#cask "skitch"
#cask "slack"
#cask "th-makerx"
#cask "visual-studio-code"
#cask "vlc"
