tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "rcmdnk/file"

brew "ack"
brew "bash-completion"
brew "docker"
brew "git"
brew "jq"
brew "mas"
brew "neovim"
brew "pstree"
brew "pyenv"
brew "tig"
brew "tree"
brew "wget"

cask "alfred"
cask "appcleaner"
cask "avg-antivirus"
cask "bettertouchtool"
cask "clocksaver"
cask "coteditor"
cask "docker"
cask "dropbox"
cask "font-ricty-diminished"
cask "google-chrome"
cask "hyperswitch"
cask "iterm2"
cask "kindle"
cask "slack"
cask "th-makerx"
cask "visual-studio-code"
cask "vlc"

mas "Desktop Calendar Plus", id: 524688159
mas "Disk Health", id: 964527484
mas "DiversDiary", id: 480187634
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
